export const vos = [
  {
    "1. Ракетні спеціальності": {
      "1.1. Спеціальності двигунових установок ракет на рідкому паливі": [
        {
          code: "003",
          spec: "Оперативно-тактичних ракет",
        },
        {
          code: "004",
          spec: "Зенітних ракет",
        },
        {
          code: "007",
          spec: "Крилатих ракет",
        },
        {
          code: "008",
          spec: "Протичовнових ракет",
        },
      ],
      "1.2. Спеціальності двигунових установок ракет на твердому паливі": [
        {
          code: "015",
          spec: "Оперативно-тактичних ракет",
        },
        {
          code: "016",
          spec: "Тактичних ракет",
        },
        {
          code: "019",
          spec: "Зенітних ракет",
        },
        {
          code: "020",
          spec: "Крилатих ракет",
        },
        {
          code: "021",
          spec: "Протичовнових ракет",
        },
      ],
      "1.3. Спеціальності стартового і підйомно-транспортного устаткування": [
        {
          code: "028",
          spec: "Оперативно-тактичних ракет",
        },
        {
          code: "029",
          spec: "Тактичних ракет",
        },
        {
          code: "033",
          spec: "Зенітних ракет дальньої дії",
        },
        {
          code: "034",
          spec: "Зенітних ракет середньої дії",
        },
        {
          code: "035",
          spec: "Зенітних ракет малої дії",
        },
        {
          code: "036",
          spec: "Зенітних ракет малої дії (автономних комплексів)",
        },
        {
          code: "037",
          spec: "Зенітних ракет ближньої дії",
        },
        {
          code: "038",
          spec: "Крилатих ракет",
        },
        {
          code: "039",
          spec: "Протичовнових ракет",
        },
        {
          code: "040",
          spec: "Монтажного і такелажного устаткування",
        },
      ],
      "1.4. Спеціальності приладів систем управління ракет, перевіряльно-пускового електрообладнання та силових агрегатів ракетних комплексів":
        [
          {
            code: "047",
            spec: "Оперативно-тактичних ракет",
          },
          {
            code: "048",
            spec: "Тактичних ракет",
          },
          {
            code: "052",
            spec: "Зенітних ракет дальньої дії",
          },
          {
            code: "053",
            spec: "Зенітних ракет середньої дії",
          },
          {
            code: "054",
            spec: "Зенітних ракет малої дії",
          },
          {
            code: "055",
            spec: "Зенітних ракет малої дії (автономних комплексів)",
          },
          {
            code: "056",
            spec: "Зенітних ракет ближньої дії",
          },
          {
            code: "057",
            spec: "Крилатих ракет",
          },
          {
            code: "058",
            spec: "Протичовнових ракет",
          },
          {
            code: "059",
            spec: "Силових електричних агрегатів",
          },
        ],
      "1.5. Спеціальності радіотехнічних засобів управління ракетами": [
        {
          code: "065",
          spec: "Оперативно-тактичних ракет",
        },
        {
          code: "069",
          spec: "Зенітних ракет дальньої дії",
        },
        {
          code: "070",
          spec: "Зенітних ракет середньої дії",
        },
        {
          code: "071",
          spec: "Зенітних ракет малої дії",
        },
        {
          code: "072",
          spec: "Зенітних ракет малої дії (автономних комплексів)",
        },
        {
          code: "073",
          spec: "Зенітних ракет ближньої дії",
        },
        {
          code: "074",
          spec: "Крилатих ракет",
        },
        {
          code: "075",
          spec: "Протичовнових ракет",
        },
      ],
      "1.6. Спеціальності заправного устаткування ракет": [
        {
          code: "081",
          spec: "Оперативно-тактичних ракет",
        },
        {
          code: "084",
          spec: "Зенітних ракет",
        },
        {
          code: "085",
          spec: "Крилатих ракет",
        },
        {
          code: "086",
          spec: "Протичовнових ракет",
        },
      ],
    },
    "2. Загальновійськові спеціальності": {
      "2.1. Стрілецькі та розвідувальні спеціальності": [
        {
          code: "100",
          spec: "Стрілецькі",
        },
        {
          code: "101",
          spec: "Кулеметні",
        },
        {
          code: "102",
          spec: "Гранатометні (автоматичних протипіхотних гранатометів)",
        },
        {
          code: "103",
          spec: "Гранатометні (ручних і станкових протитанкових гранатометів)",
        },
        {
          code: "104",
          spec: "Переносних зенітних ракетних комплексів",
        },
        {
          code: "105",
          spec: "Оперативної розвідки",
        },
        {
          code: "106",
          spec: "Військової розвідки",
        },
        {
          code: "107",
          spec: "Розвідки (частин спеціального призначення та спеціальних операцій)",
        },
        {
          code: "108",
          spec: "Спеціальної розвідки",
        },
        {
          code: "109",
          spec: "Розвідувально-сигнальних комплексів",
        },
        {
          code: "110",
          spec: "Снайперські",
        },
        {
          code: "111",
          spec: "Протитанкових ракетних комплексів",
        },
      ],
      "2.2. Танкові спеціальності": [
        {
          code: "113",
          spec: "Середніх танків",
        },
        {
          code: "116",
          spec: "Танків з плавзасобами",
        },
        {
          code: "117",
          spec: "Танків з ракетно-гарматним озброєнням",
        },
        {
          code: "118",
          spec: "Важких та середніх самохідних артилерійських установок",
        },
      ],
      "2.3. Спеціальності бойових машин і бронетранспортерів": [
        {
          code: "121",
          spec: "Бойових машин піхоти",
        },
        {
          code: "122",
          spec: "Бойових машин десанту",
        },
        {
          code: "123",
          spec: "Гусеничних бронетранспортерів",
        },
        {
          code: "124",
          spec: "Колісних бронетранспортерів",
        },
        {
          code: "125",
          spec: "Бронетранспортерів десантних",
        },
        {
          code: "126",
          spec: "Гусеничних розвідувальних машин",
        },
        {
          code: "127",
          spec: "Мотоциклів",
        },
        {
          code: "128",
          spec: "Гусеничних (колісних) протитанкових ракетних комплексів",
        },
      ],
      "2.4. Спеціальності артилерії": [
        {
          code: "132",
          spec: "Самохідних гармат 203-мм",
        },
        {
          code: "133",
          spec: "Гармат 152-мм та 155-м",
        },
        {
          code: "134",
          spec: "Самохідних гармат 152-мм та 155-мм",
        },
        {
          code: "135",
          spec: "Гармат від 76-мм до 130-мм",
        },
        {
          code: "136",
          spec: "Самохідних гармат від 76-мм до 130-мм",
        },
        {
          code: "140",
          spec: "Реактивної артилерії",
        },
        {
          code: "143",
          spec: "Мінометів від 60-мм до 120-мм",
        },
        {
          code: "144",
          spec: "Самохідних мінометів від 82-мм до 120-мм",
        },
        {
          code: "146",
          spec: "Артилерійської розвідки",
        },
        {
          code: "147",
          spec: "Засобів управління артилерійською стрільбою",
        },
        {
          code: "148",
          spec: "Баштових артилерійських установок",
        },
        {
          code: "149",
          spec: "Електрообладнання артилерійських систем",
        },
        {
          code: "153",
          spec: "Зенітних гармат 100-мм і більше",
        },
        {
          code: "155",
          spec: "Зенітних гармат 57-мм",
        },
        {
          code: "156",
          spec: "Зенітних гармат до 57-мм",
        },
        {
          code: "157",
          spec: "Зенітних самохідних установок з радіоприладним комплексом",
        },
        {
          code: "160",
          spec: "Зенітних кулеметів",
        },
        {
          code: "161",
          spec: "Розвідки",
        },
        {
          code: "162",
          spec: "Засобів управління стрільбою",
        },
        {
          code: "163",
          spec: "Зенітних гарматно-ракетних комплексів",
        },
      ],
      "2.5. Інженерні спеціальності": [
        {
          code: "166",
          spec: "Інженерно-саперні",
        },
        {
          code: "167",
          spec: "Переправних засобів",
        },
        {
          code: "168",
          spec: "Інженерної розвідки",
        },
        {
          code: "169",
          spec: "Маскування",
        },
        {
          code: "170",
          spec: "Мостобудівних засобів",
        },
        {
          code: "171",
          spec: "Лісозаготівельних і лісопильних засобів",
        },
        {
          code: "172",
          spec: "Водолазних робіт (крім Військово-Морських Сил Збройних Сил України)",
        },
        {
          code: "173",
          spec: "Гідротехнічних споруд",
        },
        {
          code: "174",
          spec: "Польового водопостачання",
        },
        {
          code: "175",
          spec: "Плаваючих інженерних машин",
        },
        {
          code: "176",
          spec: "Механізованих мостів",
        },
        {
          code: "177",
          spec: "Мостоукладачів",
        },
        {
          code: "178",
          spec: "Машин для загородження",
        },
        {
          code: "179",
          spec: "Машин для розгородження та розмінування",
        },
        {
          code: "180",
          spec: "Дорожніх машин",
        },
        {
          code: "181",
          spec: "Рятувальних та аварійно-відновлювальних робіт",
        },
        {
          code: "182",
          spec: "Піротехнічних робіт",
        },
        {
          code: "183",
          spec: "Керованого мінування",
        },
        {
          code: "184",
          spec: "Землерийних машин",
        },
        {
          code: "185",
          spec: "Розмінування",
        },
      ],
      "2.6. Спеціальності військ радіаційного, хімічного, біологічного (РХБ) захисту":
        [
          {
            code: "187",
            spec: "Радіаційної, хімічної, біологічної розвідки та дозиметричного контролю",
          },
          {
            code: "188",
            spec: "Розрахунково-аналітичних станцій",
          },
          {
            code: "189",
            spec: "Засобів дегазації обмундирування та спорядження",
          },
          {
            code: "190",
            spec: "Теплових засобів спеціальної обробки",
          },
          {
            code: "191",
            spec: "Рідинних засобів спеціальної обробки",
          },
          {
            code: "192",
            spec: "Термічних димових засобів",
          },
          {
            code: "193",
            spec: "Вогнеметно-запалювальних засобів",
          },
          {
            code: "195",
            spec: "Військ радіаційного, хімічного, біологічного (РХБ) захисту",
          },
          {
            code: "196",
            spec: "Систем регенерації повітря та апаратури газового контролю",
          },
          {
            code: "197",
            spec: "Радіометричного та хімічного аналізу",
          },
        ],
      "2.7. Пошуково-рятувальні спеціальності": [
        {
          code: "200",
          spec: "Пошуку потерпілих",
        },
        {
          code: "201",
          spec: "Розвідки об'єктів у місцях ураження (руїни)",
        },
        {
          code: "202",
          spec: "Робототехнічних засобів",
        },
        {
          code: "203",
          spec: "Рятувальних робіт",
        },
      ],
    },
    "3. Авіаційні спеціальності": {
      "3.1. Спеціальності льотних екіпажів, зовнішніх екіпажів безпілотних авіаційних комплексів, аеромобільної техніки, аеромобільної та диспетчерської служб":
        [
          {
            code: "210",
            spec: "Льотних екіпажів",
          },
          {
            code: "211",
            spec: "Диспетчерської служби",
          },
          {
            code: "212",
            spec: "Аеромобільної техніки",
          },
          {
            code: "213",
            spec: "Систем десантування",
          },
          {
            code: "214",
            spec: "Автоматичного обладнання та піротехнічних засобів десантування",
          },
          {
            code: "215",
            spec: "Аеростатів",
          },
          {
            code: "216",
            spec: "Зовнішніх екіпажів безпілотних авіаційних комплексів(безпілотних літальних апаратів)",
          },
        ],
      "3.2. Спеціальності з експлуатації та ремонту планера та двигунових установок літальних апаратів":
        [
          {
            code: "220",
            spec: "Літаків з реактивними (турбовентиляторними) двигунами",
          },
          {
            code: "221",
            spec: "Літаків з турбогвинтовими та поршневими двигунами",
          },
          {
            code: "223",
            spec: "Вертольотів з реактивними, турбогвинтовими та поршневими двигунами",
          },
          {
            code: "225",
            spec: "Безпілотних авіаційних комплексів та безпілотних літальних апаратів",
          },
          {
            code: "226",
            spec: "Авіаційних крилатих ракет",
          },
          {
            code: "227",
            spec: "Авіаційних протичовнових ракет",
          },
          {
            code: "228",
            spec: "Порохових і рідинних реактивних двигунів",
          },
        ],
      "3.3. Спеціальності з експлуатації та ремонту авіаційного озброєння": [
        {
          code: "233",
          spec: "Бомбардувального й артилерійського озброєння, автоматів пасивних перешкод та піротехнічних засобів",
        },
        {
          code: "234",
          spec: "Ракетного озброєння, систем наведення та управління ракетами",
        },
        {
          code: "235",
          spec: "Прицільно-навігаційних комплексів і обчислювальної техніки",
        },
        {
          code: "236",
          spec: "Засобів підготовки та контролю керованих ракет",
        },
        {
          code: "237",
          spec: "Авіаційного протичовнового та мінно-торпедного озброєння",
        },
        {
          code: "238",
          spec: "Десантно-транспортного та санітарного обладнання",
        },
      ],
      "3.4. Спеціальності з експлуатації та ремонту радіотехнічного, радіоелектронного, радіозв'язкового і протичовнового пошуково-прицільного обладнання літальних апаратів":
        [
          {
            code: "244",
            spec: "Бортової апаратури для засекречування, надшвидкодіючого зв'язку та електронних обчислювальних машин",
          },
          {
            code: "245",
            spec: "Бортових радіолокаційних комплексів виявлення, цілевказання та наведення ракет",
          },
          {
            code: "247",
            spec: "Бортових засобів радіоелектронної (електромагнітної) боротьби",
          },
          {
            code: "248",
            spec: "Бортових радіоелектронних засобів розвідки",
          },
          {
            code: "250",
            spec: "Радіозв'язкового обладнання літаків і вертольотів",
          },
          {
            code: "251",
            spec: "Радіонавігаційного обладнання літаків і вертольотів",
          },
          {
            code: "252",
            spec: "Радіоелектронної пошуково-прицільної протичовнової апаратури та радіогідроакустичних скидних буїв",
          },
          {
            code: "254",
            spec: "Радіоапаратури бомбометання та десантування",
          },
          {
            code: "255",
            spec: "Радіоапаратури розпізнавання, оповіщення та активної відповіді",
          },
          {
            code: "256",
            spec: "Радіотехнічного обладнання крилатих ракет і безпілотних літальних апаратів",
          },
        ],
      "3.5. Спеціальності з експлуатації та ремонту авіаційного обладнання": [
        {
          code: "260",
          spec: "Приладного обладнання літаків і вертольотів",
        },
        {
          code: "261",
          spec: "Кисневого обладнання та засобів життєзабезпечення екіпажу",
        },
        {
          code: "262",
          spec: "Електрообладнання літаків і вертольотів та авіаційних акумуляторних батарей",
        },
        {
          code: "263",
          spec: "Електронної автоматики, систем автоматизованого контролю та управління",
        },
        {
          code: "265",
          spec: "Бортових засобів реєстрації даних польоту",
        },
        {
          code: "266",
          spec: "Комплексних тренажерів",
        },
        {
          code: "268",
          spec: "Пілотажно-навігаційних комплексів",
        },
        {
          code: "269",
          spec: "Фотообладнання, оптико-електронної та квантово-електронної техніки",
        },
        {
          code: "270",
          spec: "Цільове навантаження безпілотних авіаційних комплексів (безпілотних літальних апаратів)",
        },
      ],
      "3.6. Спеціальності наземних засобів авіаційних комплексів радіоелектронної розвідки":
        [
          {
            code: "273",
            spec: "Приймання, оброблення та документування інформації радіотехнічної розвідки",
          },
          {
            code: "",
            spec: "радіолокаційної розвідки",
          },
          {
            code: "274",
            spec: "Приймання, оброблення та документування інформації",
          },
          {
            code: "275",
            spec: "Приймання, оброблення та документування інформації телевізійної, оптико-електронної та квантово-електронної розвідки",
          },
          {
            code: "276",
            spec: "Приймання, оброблення та документування інформації, отриманої від безпілотного літального апарата",
          },
        ],
      "3.7. Спеціальності з експлуатації, ремонту і зберігання засобів наземного забезпечення польотів літальних апаратів":
        [
          {
            code: "279",
            spec: "Стартового та підйомно-транспортного обладнання безпілотних літальних апаратів",
          },
          {
            code: "280",
            spec: "Аеродромно-експлуатаційних машин (установок)",
          },
          {
            code: "282",
            spec: "Теплотехнічних засобів (станцій, установок)",
          },
          {
            code: "283",
            spec: "Гідравлічних установок, електропневмогідроустановок та аеродромних пересувних електроагрегатів (систем)",
          },
          {
            code: "284",
            spec: "Установок (станцій) для заправлення (зарядження) вогнегасною сумішшю",
          },
          {
            code: "285",
            spec: "Світлотехнічного обладнання аеродромів",
          },
          {
            code: "286",
            spec: "Авіаційних і аеродромних кондиціонерів",
          },
        ],
    },
    "4. Військово-морські спеціальності": {
      "4.1. Загальнокорабельні й штурманські спеціальності та спеціальності морської піхоти":
        [
          {
            code: "300",
            spec: "Кораблеводіння",
          },
          {
            code: "301",
            spec: "Зорового зв'язку",
          },
          {
            code: "302",
            spec: "Кораблеводіння та зорового зв'язку",
          },
          {
            code: "303",
            spec: "Корабельного палубного обладнання, плавзасобів, рангоуту та його оснащення",
          },
          {
            code: "304",
            spec: "Навігаційних комплексів з інерційними системами",
          },
          {
            code: "305",
            spec: "Навігаційних комплексів безінерційних систем",
          },
          {
            code: "306",
            spec: "Радіонавігаційних систем",
          },
          {
            code: "307",
            spec: "Електронавігаційних приладів",
          },
          {
            code: "308",
            spec: "Радіоастрономічних і астронавігаційних засобів",
          },
          {
            code: "309",
            spec: "Електронавігаційних приладів катерів",
          },
          {
            code: "310",
            spec: "Морської десантної підготовки",
          },
        ],
      "4.2. Спеціальності мінного, протичовнового та протимінного озброєння": [
        {
          code: "320",
          spec: "Мінного озброєння",
        },
        {
          code: "321",
          spec: "Трального озброєння",
        },
        {
          code: "322",
          spec: "Мінного електрообладнання",
        },
        {
          code: "323",
          spec: "Трального електрообладнання",
        },
        {
          code: "324",
          spec: "Реактивних протичовнових бомбових установок",
        },
        {
          code: "325",
          spec: "Приладів управління бомбометанням",
        },
        {
          code: "326",
          spec: "Корабельних засобів розмінування",
        },
      ],
      "4.3. Спеціальності торпедного озброєння": [
        {
          code: "330",
          spec: "Торпед парогазових",
        },
        {
          code: "331",
          spec: "Торпед на сильних окислювачах",
        },
        {
          code: "332",
          spec: "Електроторпед",
        },
        {
          code: "333",
          spec: "Надводних кораблів",
        },
        {
          code: "334",
          spec: "Контрольно-регулювальних засобів (станцій)",
        },
        {
          code: "335",
          spec: "Торпедного електрообладнання",
        },
        {
          code: "336",
          spec: "Приладів управління торпедною стрільбою",
        },
        {
          code: "337",
          spec: "Підводних човнів",
        },
      ],
      "4.4. Спеціальності гідроакустичної техніки": [
        {
          code: "340",
          spec: "Гідроакустичних комплексів",
        },
        {
          code: "341",
          spec: "Гідроакустичних станцій",
        },
        {
          code: "342",
          spec: "Гідроакустичних засобів авіації",
        },
        {
          code: "343",
          spec: "Гідроакустичних берегових засобів спостереження",
        },
        {
          code: "344",
          spec: "Навігаційних гідроакустичних систем",
        },
        {
          code: "345",
          spec: "Гідроакустичних станцій мінного пошуку",
        },
        {
          code: "346",
          spec: "Гідроакустичної контрольно-вимірювальної апаратури",
        },
      ],
      "4.5. Спеціальності неакустичних засобів підводного спостереження": [
        {
          code: "350",
          spec: "Комплексів підводного спостереження",
        },
        {
          code: "351",
          spec: "Станцій підводного спостереження",
        },
        {
          code: "352",
          spec: "Берегових засобів підводного спостереження",
        },
        {
          code: "353",
          spec: "Авіаційних засобів підводного спостереження",
        },
        {
          code: "354",
          spec: "Контрольно-вимірювальної апаратури засобів підводного спостереження",
        },
      ],
      "4.6. Спеціальності корабельних енергетичних установок і систем": [
        {
          code: "360",
          spec: "Парових турбін",
        },
        {
          code: "361",
          spec: "Газових турбін",
        },
        {
          code: "362",
          spec: "Котельних установок",
        },
        {
          code: "363",
          spec: "Водопідготовки",
        },
        {
          code: "364",
          spec: "Корабельних систем і пристроїв",
        },
        {
          code: "366",
          spec: "Корабельного електрообладнання",
        },
        {
          code: "367",
          spec: "Корабельних приладів управління та сигналізації",
        },
        {
          code: "368",
          spec: "Двигунів внутрішнього згоряння",
        },
        {
          code: "369",
          spec: "Дизель-генераторів",
        },
        {
          code: "370",
          spec: "Торпедних і ракетних катерів",
        },
        {
          code: "371",
          spec: "Двигунів, що працюють у замкнутому циклі",
        },
        {
          code: "373",
          spec: "Кораблів і катерів на повітряній подушці",
        },
      ],
      "4.7. Підводно-технічні спеціальності": [
        {
          code: "379",
          spec: "Водолазних робіт",
        },
        {
          code: "380",
          spec: "Водолазних глибоководних робіт",
        },
        {
          code: "381",
          spec: "Підводного мінування та робіт спеціального призначення",
        },
        {
          code: "382",
          spec: "Водолазів-розвідників спеціального призначення",
        },
        {
          code: "383",
          spec: "Водолазів-радистів спеціального призначення",
        },
        {
          code: "384",
          spec: "Водолазів-радіометристів спеціального призначення",
        },
        {
          code: "385",
          spec: "Підводних підривних робіт",
        },
        {
          code: "386",
          spec: "Аварійно-рятувальних і суднопідйомних робіт",
        },
      ],
    },
    "5. Спеціальності зв'язку": {
      "5.1. Спеціальності проводового зв'язку": [
        {
          code: "403",
          spec: "Телекомунікацій",
        },
        {
          code: "408",
          spec: "Засобів механізації будівельних і монтажних робіт",
        },
      ],
      "5.2. Спеціальності радіо- та супутникового зв'язку": [
        {
          code: "420",
          spec: "Радіо- та супутникового зв'язку",
        },
        {
          code: "429",
          spec: "Корабельних засобів радіозв'язку",
        },
        {
          code: "430",
          spec: "Систем і комплексів радіозв'язку",
        },
        {
          code: "432",
          spec: "Апаратури магнітного запису",
        },
      ],
      "5.3. Спеціальності радіозасобів особливого призначення та спеціального радіозв'язку":
        [
          {
            code: "441",
            spec: "Приймальних радіопристроїв, комплексів та засобів спеціального радіозв'язку великої та середньої потужності",
          },
          {
            code: "443",
            spec: "Засобів спеціального радіозв'язку малої потужності",
          },
          {
            code: "446",
            spec: "Радіоперехоплення, пеленгування та аналізу радіовипромінювання",
          },
        ],
      "5.4. Спеціальності служби безпеки зв'язку": [
        {
          code: "450",
          spec: "Відкритого та засекреченого слухового зв'язку",
        },
        {
          code: "451",
          spec: "Випромінювання засобів радіозв'язку",
        },
        {
          code: "452",
          spec: "Радіорелейного, ультракороткохвильового та космічного зв'язку",
        },
        {
          code: "453",
          spec: "Телеграфного літеродрукувального засекреченого радіозв'язку",
        },
        {
          code: "454",
          spec: "Фототелеграфного, телевізійного та відеозв'язку",
        },
        {
          code: "455",
          spec: "Спеціальних видів радіопередач",
        },
      ],
      "5.5. Спеціальності радіорелейного та тропосферного зв'язку": [
        {
          code: "460",
          spec: "Радіорелейного та тропосферного зв'язку",
        },
      ],
      "5.6. Спеціальності захисту інформації та кібернетичної безпеки в інформаційно-телекомунікаційних системах":
        [
          {
            code: "474",
            spec: "Захисту інформації та кібернетичної безпеки в інформаційно-телекомунікаційних системах",
          },
          {
            code: "478",
            spec: "Фототелеграфного",
          },
        ],
      "5.7. Спеціальності фельд'єгерсько-поштового зв'язку": [
        {
          code: "485",
          spec: "Фельд'єгерсько-поштового зв'язку",
        },
      ],
    },
    "6. Радіотехнічні спеціальності": {
      "6.1. Спеціальності радіолокаційних станцій (комплексів) виявлення, наведення та цілевказання":
        [
          {
            code: "500",
            spec: "Радіолокаційних станцій (комплексів) метрового діапазону",
          },
          {
            code: "501",
            spec: "Радіолокаційних станцій (комплексів) дециметрового діапазону",
          },
          {
            code: "502",
            spec: "Радіолокаційних станцій (комплексів) сантиметрового діапазону",
          },
          {
            code: "503",
            spec: "Радіолокаційних станцій (комплексів) спостереження за ближньою повітряною та надводною обстановкою",
          },
          {
            code: "504",
            spec: "Радіолокаційних станцій (комплексів) спостереження за дальньою повітряною обстановкою",
          },
          {
            code: "505",
            spec: "Технічних засобів бойових інформаційних постів",
          },
          {
            code: "506",
            spec: "Штурманських радіолокаційних засобів",
          },
          {
            code: "507",
            spec: "Радіовисотомірів",
          },
          {
            code: "508",
            spec: "Радіотехнічних комплексних систем",
          },
        ],
      "6.2. Спеціальності радіолокаційних станцій забезпечення стрільби": [
        {
          code: "513",
          spec: "Радіолокаційних станцій забезпечення гарматної наводки",
        },
        {
          code: "514",
          spec: "Радіоприладних комплексів",
        },
        {
          code: "515",
          spec: "Радіолокаційних станцій ракетних військ і артилерії",
        },
        {
          code: "516",
          spec: "Радіотехнічних засобів наземної артилерії",
        },
        {
          code: "517",
          spec: "Радіолокаційних станцій корабельної артилерії",
        },
        {
          code: "518",
          spec: "Радіолокаційних станцій зенітної корабельної артилерії",
        },
        {
          code: "519",
          spec: "Радіолокаційних станцій торпедної стрільби",
        },
        {
          code: "520",
          spec: "Метеорологічних радіолокаційних станцій",
        },
      ],
      "6.3. Спеціальності радіотехнічних систем і станцій забезпечення навігації та посадки літаків, навігації кораблів і підводних човнів":
        [
          {
            code: "525",
            spec: "Радіотехнічних систем і станцій посадки літаків",
          },
          {
            code: "526",
            spec: "Радіотехнічних систем і станцій дальньої навігації",
          },
          {
            code: "527",
            spec: "Радіотехнічних систем і станцій ближньої навігації",
          },
          {
            code: "528",
            spec: "Привідних радіостанцій і радіомаркерів",
          },
          {
            code: "529",
            spec: "Радіопеленгаторів короткохвильового діапазону",
          },
          {
            code: "530",
            spec: "Радіопеленгаторів ультракороткохвильового та дециметрового діапазонів",
          },
          {
            code: "531",
            spec: "Інструментальних систем посадки літаків",
          },
          {
            code: "532",
            spec: "Навігаційно-зв'язкових космічних систем",
          },
          {
            code: "533",
            spec: "Метеорологічних радіолокаційних станцій",
          },
        ],
      "6.4. Спеціальності радіотехнічних засобів електромагнітної (радіоелектронної) боротьби, засобів управління ними та технічного контролю (моніторингу та спостереженя)":
        [
          {
            code: "538",
            spec: "Радіолокації",
          },
          {
            code: "539",
            spec: "Ближньої радіонавігації",
          },
          {
            code: "540",
            spec: "Радіопідривників",
          },
          {
            code: "541",
            spec: "Оптико-електронних засобів",
          },
          {
            code: "542",
            spec: "Гідроакустичних засобів",
          },
          {
            code: "543",
            spec: "Комплексів автоматизованого управління радіотехнічними засобами електромагнітної (радіоелектронної) боротьби",
          },
          {
            code: "544",
            spec: "Засобів радіоелектронного захисту в електромагнітному просторі",
          },
          {
            code: "545",
            spec: "Електромагнітної (радіоелектронної) боротьби з безпілотними літальними апаратами",
          },
          {
            code: "546",
            spec: "Засобів радіотехнічної розвідки та радіоелектронного подавлення",
          },
          {
            code: "547",
            spec: "Засобів моніторингу та спостереження за безпілотними літальними апаратами та крилатими ракетами",
          },
        ],
      "6.5. Спеціальності радіозасобів радіоелектронного подавлення, засобів управління ними":
        [
          {
            code: "549",
            spec: "Короткохвильового радіозв'язку",
          },
          {
            code: "550",
            spec: "Ультракороткохвильового радіозв'язку",
          },
          {
            code: "551",
            spec: "Радіорелейного та тропосферного радіозв'язку",
          },
          {
            code: "552",
            spec: "Дальньої радіонавігації",
          },
          {
            code: "553",
            spec: "Космічного радіозв'язку",
          },
          {
            code: "554",
            spec: "Комплексів автоматизованого управління засобами радіоперешкод",
          },
          {
            code: "555",
            spec: "Тактичні системи радіорозвідки та пеленгування",
          },
        ],
      "6.6. Спеціальності систем попередження про ракетний напад": [
        {
          code: "563",
          spec: "Приймальних пристроїв систем попередження про ракетний напад",
        },
        {
          code: "564",
          spec: "Передавальних пристроїв систем попередження про ракетний напад",
        },
      ],
      "6.7. Спеціальності радіотехнічних засобів особливого призначення": [
        {
          code: "569",
          spec: "Радіотехнічних засобів розвідки",
        },
      ],
      "6.8. Спеціальності комплексів приймання та оброблення інформації з космічних об'єктів":
        [
          {
            code: "575",
            spec: "Антенно-фідерних пристроїв",
          },
          {
            code: "576",
            spec: "Пристроїв оброблення інформації",
          },
          {
            code: "577",
            spec: "Апаратури реєстрування інформації",
          },
        ],
      "6.9. Спеціальності телебачення та відеозв'язку": [
        {
          code: "582",
          spec: "Телебачення",
        },
        {
          code: "583",
          spec: "Відеозв'язку",
        },
        {
          code: "586",
          spec: "Технічних засобів охоронної сигналізації та телебачення",
        },
      ],
    },
    "7. Спеціальності автоматизованих систем управління, обчислювальної та вимірювальної техніки":
      {
        "7.1. Спеціальності обчислювальної техніки": [
          {
            code: "600",
            spec: "Електронних обчислювальних машин",
          },
          {
            code: "601",
            spec: "Адміністрування авоматизованої системи єдиного державного реєстру військовозобов'язаних",
          },
          {
            code: "602",
            spec: "Лічильно-обчислювальних приладів",
          },
          {
            code: "603",
            spec: "Бойових інформаційно-управляючих систем та відображення інформації",
          },
          {
            code: "604",
            spec: "Лічильно-клавішних і лічильно-перфораційних машин",
          },
          {
            code: "605",
            spec: "Підрозділів кіберборотьби (кіберрозвідки, кіберзахисту, кібердії)",
          },
          {
            code: "606",
            spec: "Спеціального програмного забезпечення апаратно-програмних комплексів електромагнітної боротьби та кіберборотьби",
          },
        ],
        "7.2. Спеціальності апаратури і устаткування автоматизованих систем управління та зв'язку":
          [
            {
              code: "611",
              spec: "Ракетних комплексів",
            },
            {
              code: "612",
              spec: "Зенітних ракетних комплексів",
            },
            {
              code: "614",
              spec: "Систем попередження про ракетний напад",
            },
            {
              code: "615",
              spec: "Командних пунктів",
            },
            {
              code: "616",
              spec: "Пунктів управління",
            },
            {
              code: "617",
              spec: "Зв'язку",
            },
            {
              code: "618",
              spec: "Комплексів протичовнової оборони",
            },
            {
              code: "619",
              spec: "Корабельних енергетичних установок і систем",
            },
            {
              code: "620",
              spec: "Відображення, індикації та документування інформації",
            },
            {
              code: "621",
              spec: "Приймання та передавання інформації",
            },
            {
              code: "622",
              spec: "Комплексів засобів автоматизації автоматизованої системи управління авіацією та протиповітряною обороною",
            },
          ],
        "7.3. Спеціальності оптичних і звукометричних засобів вимірювання та метеорології":
          [
            {
              code: "626",
              spec: "Далекомірів (візирів)",
            },
            {
              code: "627",
              spec: "Звукометричних засобів",
            },
            {
              code: "628",
              spec: "Оптичних засобів виміру та наводки",
            },
            {
              code: "629",
              spec: "Світлотехнічних засобів виявлення та реєстрації ядерних вибухів",
            },
            {
              code: "630",
              spec: "Геофізичних засобів виявлення та реєстрації ядерних вибухів",
            },
            {
              code: "631",
              spec: "Метеорології (гідрометеорології)",
            },
            {
              code: "632",
              spec: "Метеорологічної (гідрометеорологічної) техніки",
            },
            {
              code: "633",
              spec: "Балістичних станцій",
            },
          ],
        "7.4. Спеціальності командно-вимірювальних комплексів": [
          {
            code: "638",
            spec: "Радіотелеметричних станцій (комплексів)",
          },
          {
            code: "639",
            spec: "Станції траєкторних вимірів",
          },
          {
            code: "640",
            spec: "Станції командних радіоліній",
          },
          {
            code: "641",
            spec: "Кінотеодолітних станцій",
          },
          {
            code: "642",
            spec: "Антенних пристроїв радіотехнічних станцій (систем)",
          },
          {
            code: "643",
            spec: "Апаратури системи єдиного часу",
          },
          {
            code: "644",
            spec: "Радіотехнічних засобів виявлення та реєстрації ядерних вибухів",
          },
          {
            code: "645",
            spec: "Систем попередження про ракетний напад",
          },
          {
            code: "646",
            spec: "Приймально-вимірювальних і обчислювальних комплексів ракет і космічних апаратів",
          },
        ],
        "7.5. Спеціальності електронної автоматики, телемеханіки та квантово-електронної техніки":
          [
            {
              code: "651",
              spec: "Електронної автоматики та телемеханіки",
            },
            {
              code: "652",
              spec: "Оптико-електронної техніки",
            },
            {
              code: "653",
              spec: "Квантово-електронної техніки",
            },
            {
              code: "654",
              spec: "Оптико-електронних систем наведення ракет",
            },
          ],
        "7.6. Електротехнічні спеціальності": [
          {
            code: "659",
            spec: "Силових і освітлювальних агрегатів (станцій)",
          },
          {
            code: "660",
            spec: "Трансформаторних підстанцій і розподільних пристроїв",
          },
          {
            code: "661",
            spec: "Високовольтних мереж",
          },
          {
            code: "662",
            spec: "Низьковольтних мереж",
          },
          {
            code: "664",
            spec: "Релейного захисту і автоматики",
          },
          {
            code: "665",
            spec: "Прожекторів",
          },
          {
            code: "666",
            spec: "Електротехнічних засобів загороджень і сигналізації",
          },
          {
            code: "667",
            spec: "Навчальних полів",
          },
        ],
        "7.7. Спеціальності картографії, топогеодезії, фотограмметрії, геоінформаційних технологій і систем та аерофотографічної служби":
          [
            {
              code: "671",
              spec: "Картографії",
            },
            {
              code: "672",
              spec: "Топографії",
            },
            {
              code: "673",
              spec: "Геодезії",
            },
            {
              code: "674",
              spec: "Топогеодезії",
            },
            {
              code: "675",
              spec: "Фотографії та фотообладнання",
            },
            {
              code: "676",
              spec: "Фотограмметрії та дешифрування",
            },
            {
              code: "677",
              spec: "Аерофотографічної служби",
            },
            {
              code: "678",
              spec: "Фотоастрономії",
            },
            {
              code: "679",
              spec: "Геоінформаційних технологій і систем",
            },
          ],
        "7.8. Спеціальності гідрографії, гідрології, гравіметрії, магнітометрії та сейсмоакустики":
          [
            {
              code: "682",
              spec: "Гідрографії",
            },
            {
              code: "683",
              spec: "Гідрології",
            },
            {
              code: "684",
              spec: "Гравіметрії",
            },
            {
              code: "685",
              spec: "Магнітометрії",
            },
            {
              code: "686",
              spec: "Сейсмоакустики",
            },
          ],
      },
    "8. Спеціальності з експлуатації, ремонту і зберігання озброєння, боєприпасів, техніки. Спеціальності логістичного забезпечення":
      {
        "8.1. Спеціальності з ремонту і зберігання бронетанкової техніки": [
          {
            code: "700",
            spec: "Експлуатація та ремонт бронетанкової техніки",
          },
        ],
        "8.2. Спеціальності з ремонту та зберігання ракетного, артилерійського, стрілецького озброєння та боєприпасів":
          [
            {
              code: "702",
              spec: "Підйомно-транспортного та заправного обладнання оперативно-тактичних ракет",
            },
            {
              code: "703",
              spec: "Перевіряльно-пускового та електросилового обладнання оперативно-тактичних ракет",
            },
            {
              code: "704",
              spec: "Наземного обладнання тактичних ракет",
            },
            {
              code: "705",
              spec: "Наземного обладнання систем попередження про ракетний напад",
            },
            {
              code: "706",
              spec: "Технічне забезпечення, експлуатація та ремонт ракетного озброєння і обладнання",
            },
            {
              code: "707",
              spec: "Забезпечення авіаційно-технічним майном та засобами ураження",
            },
            {
              code: "713",
              spec: "Експлуатація та ремонт ракетного, артилерійського,",
            },
            {
              code: "",
              spec: "стрілецького озброєння і засобів ближнього бою",
            },
            {
              code: "718",
              spec: "Зенітної самохідної артилерії",
            },
            {
              code: "719",
              spec: "Корабельної та берегової артилерії",
            },
            {
              code: "720",
              spec: "Топографічної техніки та майна",
            },
            {
              code: "721",
              spec: "Приладів управління стрільбою",
            },
          ],
        "8.3. Спеціальності з ремонту і зберігання засобів ураження": [
          {
            code: "725",
            spec: "Зберігання та ремонт засобів ураження",
          },
          {
            code: "726",
            spec: "Оперативно-тактичних ракет",
          },
          {
            code: "727",
            spec: "Тактичних ракет",
          },
          {
            code: "732",
            spec: "Протичовнових ракет",
          },
          {
            code: "736",
            spec: "Протитанкових керованих ракет",
          },
          {
            code: "737",
            spec: "Інженерних боєприпасів",
          },
        ],
        "8.4. Спеціальності з ремонту та зберігання автомобільної техніки та тракторів":
          [
            {
              code: "738",
              spec: "Експлуатація та ремонт автомобільної техніки та її аналогів",
            },
            {
              code: "739",
              spec: "Експлуатація та ремонт гусеничних тягачів і транспортерів",
            },
            {
              code: "740",
              spec: "Експлуатація та ремонт тракторів",
            },
          ],
        "8.5. Спеціальності з ремонту та зберігання протичовнового, мінно-торпедного і гідрографічно-штурманськогоозброєння, шкіперського та аварійно-рятувального майна":
          [
            {
              code: "741",
              spec: "Протичовнового озброєння",
            },
            {
              code: "742",
              spec: "Мінного та протимінного озброєння",
            },
            {
              code: "743",
              spec: "Торпедного озброєння",
            },
            {
              code: "744",
              spec: "Гідрографічно-штурманського озброєння",
            },
            {
              code: "745",
              spec: "Навігаційних комплексів підводних човнів",
            },
            {
              code: "746",
              spec: "Шкіперського майна",
            },
            {
              code: "747",
              spec: "Технічного майна",
            },
            {
              code: "748",
              spec: "Аварійно-рятувального майна",
            },
          ],
        "8.6. Спеціальності з ремонту і зберігання радіолокаційних станцій та радіотехнічних засобів":
          [
            {
              code: "752",
              spec: "Радіолокаційних станцій і радіотехнічних засобів наземної артилерії",
            },
            {
              code: "753",
              spec: "Радіолокаційних станцій гарматного наведення та радіоприладних комплексів зенітної артилерії",
            },
            {
              code: "754",
              spec: "Експлуатація та ремонт радіотехнічних засобів наведення зенітних ракетних комплексів (систем)",
            },
            {
              code: "755",
              spec: "Радіотехнічних засобів систем попередження про ракетний напад",
            },
            {
              code: "756",
              spec: "Експлуатація та ремонт бортових приладів управління, контрольно-випробувального та технологічного устаткування зенітних ракетних комплексів (систем)",
            },
            {
              code: "758",
              spec: "Авіаційних радіолокаційних станцій",
            },
            {
              code: "759",
              spec: "Корабельних радіолокаційних станцій",
            },
            {
              code: "760",
              spec: "Контрольно-вимірювальної апаратури",
            },
            {
              code: "761",
              spec: "Радіотехнічних засобів виявлення та реєстрації ядерних вибухів",
            },
            {
              code: "762",
              spec: "Радіотехнічних систем і станцій навігації та посадки літаків",
            },
            {
              code: "764",
              spec: "Радіотехнічних засобів електромагнітної (радіоелектронної) боротьби",
            },
          ],
        "8.7. Спеціальності пально-мастильних матеріалів": [
          {
            code: "766",
            spec: "Забезпечення військ (сил) пальним та мастильними матеріалами",
          },
          {
            code: "767",
            spec: "Транспортування, зберігання, розподіл пального, мастильних матеріалів та матеріально-технічних засобів служби пального, їх експлуатація і ремонт",
          },
        ],
        "8.8. Спеціальності з ремонту та зберігання засобів зв'язку": [
          {
            code: "769",
            spec: "З ремонту та зберігання засобів зв'язку",
          },
          {
            code: "776",
            spec: "Телевізійної апаратури",
          },
          {
            code: "782",
            spec: "Комплексів та засобів спеціального радіозв'язку",
          },
          {
            code: "784",
            spec: "Контрольно-вимірювальної апаратури",
          },
          {
            code: "785",
            spec: "Радіопеленгаторів, привідних радіостанцій і радіомаркерів",
          },
          {
            code: "786",
            spec: "Засобів електромагнітної (радіоелектронної) боротьби",
          },
        ],
        "8.9. Спеціальності об'єднаних видів матеріального забезпечення": [
          {
            code: "787",
            spec: "Об'єднане матеріальне забезпечення",
          },
        ],
        "8.10. Спеціальності продовольчої служби": [
          {
            code: "788",
            spec: "Продовольче забезпечення",
          },
        ],
        "8.11. Спеціальності речової служби": [
          {
            code: "789",
            spec: "Речове забезпечення",
          },
        ],
        "8.12. Спеціальності з експлуатації автомобільної техніки": [
          {
            code: "790",
            spec: "Перевезення автомобільним транспортом",
          },
        ],
        "8.13. Спеціальності метрології": [
          {
            code: "791",
            spec: "Метрологічне забезпечення військ (сил)",
          },
        ],
        "8.14. Електротехнічні спеціальності": [
          {
            code: "792",
            spec: "Акумуляторних та зарядних пристроїв",
          },
        ],
        "8.15. Спеціальності з обробки металу, дерева та полімерних матеріалів":
          [
            {
              code: "793",
              spec: "Холодної обробки металу",
            },
            {
              code: "794",
              spec: "Гарячої обробки металу",
            },
            {
              code: "795",
              spec: "Зварювальних робіт",
            },
            {
              code: "796",
              spec: "Гумових покриттів та вулканізації",
            },
            {
              code: "797",
              spec: "Малярних робіт",
            },
            {
              code: "798",
              spec: "Деревообробки",
            },
          ],
        "8.16. Спеціальності паросилових установок, газодобувних і компресорних станцій":
          [
            {
              code: "799",
              spec: "Газодобувних і зарядних станцій (установок) та газового аналізу й контролю",
            },
          ],
      },
    "9. Спеціальності з експлуатації, ремонту і зберігання техніки": {
      "9.1. Спеціальності з ремонту і зберігання засобів автоматизації, гідроакустичної, обчислювальної та оптико-електронної техніки":
        [
          {
            code: "800",
            spec: "Корабельних гідроакустичних комплексів і станцій",
          },
          {
            code: "801",
            spec: "Берегових гідроакустичних комплексів і станцій",
          },
          {
            code: "802",
            spec: "Неакустичних засобів підводного спостереження",
          },
          {
            code: "803",
            spec: "Апаратури та обладнання автоматизованих систем управління",
          },
          {
            code: "805",
            spec: "Оптико-електронної техніки",
          },
          {
            code: "806",
            spec: "Квантово-електронної техніки",
          },
          {
            code: "807",
            spec: "Енергетичного і електротехнічного обладнання засобів протиповітряної оборони та систем попередження про ракетний напад",
          },
          {
            code: "808",
            spec: "Світлотехнічних засобів виявлення та реєстрації ядерних вибухів",
          },
          {
            code: "809",
            spec: "Геофізичних засобів виявлення та реєстрації ядерних вибухів",
          },
        ],
      "9.2. Спеціальності метрології": [
        {
          code: "815",
          spec: "Засобів вимірювальної техніки теплотехнічних величин",
        },
        {
          code: "816",
          spec: "Засобів вимірювальної техніки механічних величин",
        },
        {
          code: "817",
          spec: "Засобів вимірювальної техніки гідроакустичних і звукометричних величин",
        },
        {
          code: "818",
          spec: "Засобів вимірювальної техніки іонізуючого випромінювання",
        },
        {
          code: "819",
          spec: "Засобів вимірювальної техніки оптичних світлотехнічних величин та параметрів лазерного випромінювання",
        },
        {
          code: "821",
          spec: "Засобів вимірювальної техніки системи єдиного часу та еталонних частот",
        },
      ],
      "9.3. Спеціальності з ремонту і зберігання бронетанкової, інженерної, інженерно-аеродромної, повітряно-десантної техніки та озброєння радіаційного,хімічного, біологічного захисту":
        [
          {
            code: "827",
            spec: "Інженерної, дорожньо-будівельної, мостобудівної, лісозаготівельної, інженерно-аеродромної техніки та майна",
          },
          {
            code: "828",
            spec: "Мінно-вибухової техніки",
          },
          {
            code: "829",
            spec: "Електротехнічних засобів",
          },
          {
            code: "830",
            spec: "Техніки та майна радіаційного, хімічного, біологічного захисту",
          },
          {
            code: "831",
            spec: "Засобів радіаційної, хімічної, біологічної розвідки та дозиметричного контролю",
          },
          {
            code: "832",
            spec: "Повітрянодесантної техніки",
          },
          {
            code: "833",
            spec: "Понтонних парків і переправно-десантних машин",
          },
        ],
      "9.4. Медичні спеціальності": [
        {
          code: "878",
          spec: "Молодшого медичного персоналу",
        },
        {
          code: "879",
          spec: "Молодших спеціалістів з медичною освітою",
        },
        {
          code: "880",
          spec: "Медичного обладнання",
        },
        {
          code: "881",
          spec: "Фізичної та реабілітаційної медицини",
        },
      ],
      "9.5. Ветеринарні спеціальності та спеціальності з використання службових тварин":
        [
          {
            code: "884",
            spec: "Молодших ветеринарних спеціалістів",
          },
          {
            code: "885",
            spec: "Молодших спеціалістів ветеринарної медицини",
          },
          {
            code: "886",
            spec: "Службового собаківництва",
          },
          {
            code: "887",
            spec: "Службових тварин (перевезення вантажів)",
          },
        ],
    },
    "10. Різні спеціальності": {
      "10.1. Штабні спеціальності": [
        {
          code: "900",
          spec: "Бухгалтерського обліку",
        },
        {
          code: "901",
          spec: "Діловодства",
        },
        {
          code: "902",
          spec: "Креслярських і графічних робіт",
        },
        {
          code: "903",
          spec: "Спеціального зв'язку (СПЗ)",
        },
        {
          code: "904",
          spec: "Обробка інформації оборонного планування",
        },
        {
          code: "905",
          spec: "Ремонту техніки спеціального зв'язку",
        },
        {
          code: "906",
          spec: "Фізичної підготовки та спорту",
        },
        {
          code: "907",
          spec: "Дорожньо-комендантської служби",
        },
        {
          code: "908",
          spec: "Комендатур і контрольно-пропускних пунктів",
        },
        {
          code: "909",
          spec: "Електронної апаратури кодування та спеціального зв'язку",
        },
        {
          code: "910",
          spec: "Навчальних об'єктів полігонів",
        },
        {
          code: "911",
          spec: "Фінансів",
        },
      ],
      "10.2. Спеціальності по роботі з особовим складом": [
        {
          code: "912",
          spec: "Клубів і бібліотек",
        },
        {
          code: "913",
          spec: "Кінорадіотехнічні",
        },
        {
          code: "914",
          spec: "Військової преси",
        },
        {
          code: "915",
          spec: "Морально-психологічного забезпечення",
        },
        {
          code: "916",
          spec: "Військової капеланської діяльності",
        },
      ],
      "10.3. Спеціальності музичного мистецтва": [
        {
          code: "917",
          spec: "Військових оркестрів, військових музичних центрів",
        },
        {
          code: "918",
          spec: "Ансамблів і театрів",
        },
      ],
      "10.4. Спеціальності поліграфії": [
        {
          code: "922",
          spec: "Друкарських робіт",
        },
        {
          code: "923",
          spec: "Друку топографічних карт",
        },
        {
          code: "924",
          spec: "Поліграфічних машин",
        },
        {
          code: "925",
          spec: "Оперативної техніки",
        },
      ],
      "10.5. Спеціальності по роботі з персоналом": [
        {
          code: "929",
          spec: "По роботі з військовослужбовцями, які проходять військову службу за контрактом",
        },
      ],
      "10.6. Спеціальності служби правопорядку": [
        {
          code: "932",
          spec: "Правоохоронна діяльність",
        },
      ],
      "10.7. Спеціальності з будівництва та відбудови аеродромів, залізниць і автошляхів":
        [
          {
            code: "937",
            spec: "Колійних робіт",
          },
          {
            code: "938",
            spec: "Колійних машин",
          },
          {
            code: "939",
            spec: "Теслярсько-мостових і монтажно-мостових робіт",
          },
          {
            code: "940",
            spec: "Складання та монтажу мостів із металоконструкцій",
          },
          {
            code: "941",
            spec: "Палезабивних і копрових агрегатів",
          },
          {
            code: "942",
            spec: "Залізничних, збірно-розбірних, консольних і плавучих кранів",
          },
          {
            code: "943",
            spec: "Бурових, прохідницьких і породонавантажувальних машин",
          },
          {
            code: "944",
            spec: "Залізничного водопостачання",
          },
          {
            code: "945",
            spec: "Будівництва та ремонту автомобільних шляхів і аеродромів",
          },
          {
            code: "946",
            spec: "Технічної розвідки залізниць",
          },
        ],
      "10.8. Спеціальності з експлуатації залізниць": [
        {
          code: "948",
          spec: "Служби руху",
        },
        {
          code: "949",
          spec: "Локомотивної служби",
        },
        {
          code: "953",
          spec: "Моторейкового транспорту",
        },
      ],
      "10.9. Спеціальності з будівництва, ремонту та експлуатації споруд і будов":
        [
          {
            code: "956",
            spec: "Будівельних робіт",
          },
          {
            code: "957",
            spec: "Квартирно-експлуатаційної служби",
          },
          {
            code: "958",
            spec: "Теплогазопостачання, вентиляції та кондиціювання",
          },
          {
            code: "959",
            spec: "Холодильного обладнання та установок",
          },
          {
            code: "960",
            spec: "Водопостачання та каналізації",
          },
          {
            code: "961",
            spec: "Перекачувальних установок",
          },
          {
            code: "962",
            spec: "Шахтових підйомників і ліфтів",
          },
          {
            code: "963",
            spec: "Герметичнозахисних пристроїв спеціальних споруд",
          },
          {
            code: "964",
            spec: "Ізоляційно-гудронаторних робіт",
          },
          {
            code: "965",
            spec: "Фортифікаційних споруд",
          },
          {
            code: "966",
            spec: "Служби пожежної безпеки",
          },
          {
            code: "967",
            spec: "Пожежної охорони",
          },
        ],
      "10.10. Спеціальності з обробки металу, дерева та полімерних матеріалів":
        [
          {
            code: "972",
            spec: "Металопокриттів (крім покриттів лакофарбовими матеріалами та малярних робіт)",
          },
          {
            code: "974",
            spec: "Налагодження та ремонту станкового обладнання",
          },
          {
            code: "975",
            spec: "Ливарних робіт",
          },
          {
            code: "977",
            spec: "Обробки полімерних матеріалів",
          },
        ],
      "10.11. Спеціальності паросилових установок, газодобувних і компресорних станцій":
        [
          {
            code: "980",
            spec: "Паросилових і котельних установок",
          },
          {
            code: "982",
            spec: "Компресорних станцій (установок)",
          },
          {
            code: "983",
            spec: "Газового аналізу та контролю",
          },
        ],
      "10.12. Спеціальності охорони державної таємниці та захисту інформації": [
        {
          code: "992",
          spec: "Спеціалісти секретного документального забезпечення",
        },
        {
          code: "993",
          spec: "Спеціалісти протидії технічним розвідкам",
        },
        {
          code: "994",
          spec: "Спеціалісти надання електронних довірчих послуг",
        },
      ],
    },
  },
];
