export const vacancyExample = {
  id: "88bd259f-6984-431a-832d-0bf55997353c",
  name: "Фахівець (оператор) відділення",
  logo: "https://company-logo-frankfurt.rabota.ua/cdn-cgi/image/w=250/477532_20210430122646.png",
  salary: 0,
  salaryFrom: 15000,
  salaryTo: 19000,
  cityName: "Полтава",
  companyName: "Нова пошта",
  shortDescription:
    "\t\t\t\t\t\t\t\t\t\tНова пошта — лідер експрес-доставки в Україні. Наша команда постійно зростає, і зараз ми шукаємо «оператора відділення». Хочеш стати обличчям Нової пошти та дарувати радість клієнтам, які поспішають у відділення за посилками? Любиш спілкува…",
  description:
    " <head></head><p><strong>Нова пошта</strong> — лідер експрес-доставки в Україні. Наша команда постійно зростає, і зараз ми шукаємо <strong>«оператора відділення»</strong>.</p><p> <strong>Хочеш стати обличчям Нової пошти та дарувати радість клієнтам, які поспішають у відділення за посилками? Любиш спілкуватися, посміхатися і з комп’ютером на «ти»? Вважай, що робота вже твоя!</strong> </p><p><strong>Ми пропонуємо тобі:</strong></p><ul><li>Офіційну заробітну плату, оплачувані відпустки, лікарняні та відрядження.</li><li>Роботу для чоловіків та жінок.</li><li>Навчання всім тонкощам роботи з обслуговування клієнтів по стандартам Нової пошти.</li><li>Молодий дружній колектив.</li><li>Медичне страхування та страхування життя.</li><li>Можливість кар'єрного зростання.</li></ul><p><strong>Що потрібно робити: </strong></p><ul><li>Вносити дані в інформаційну систему.</li><li>Здійснювати взаєморозрахунки з клієнтами.</li><li>Сканувати, палетувати вантаж у відділенні.</li><li>Завантажувати й розвантажувати посилки.</li></ul><p><strong>Ми очікуємо від тебе:</strong></p><ul><li>Відсутність протипоказань щодо фізичних навантажень.</li><li>Володіння ПК.</li><li>Швидкий набір тексту.</li><li>Середню спеціальну освіту.</li><li>Бажаний досвід роботи з клієнтами.</li><li>Вільне володіння українською мовою.</li></ul><p><strong>Якщо все це про тебе і ти бажаєш стати частиною великої родини Нової пошти – надсилай резюме або телефонуй за номером: </strong><strong><span data-vacancyphone>067 571 84 49</span></strong></p> ",
  schedule: "FULL_TIME",
  vacancy_category_id: "16a0caa6-f3c7-49ac-89f9-84c12c4ab4df",
  publish_at: "2024-08-27 08:19:53.001318",
};
